export const sounds = {
  flip: new Audio("../sounds/Card-flip-sound-effect.mp3"),
  success: new Audio("../sounds/Cards-success-sounds-effect.mp3"),
  win: new Audio("../sounds/stage-is-done.mp3"),
  message: new Audio("../sounds/icq.mp3"),
};

export const messagesText = {
  6: "ну не знаю, справишься ли...?",
  12: "уже становится интереснее...",
  18: "а ты мне начинаешь нравиться!",
  24: "ARE YOU SERIOUS!?!?!?",
  30: "НУ ТЫ И ПСИХ!)",
};

export const supportMessages = [
  "Справа снизу была нужная карта",
  "Терпение труд - все перетрут",
  "Конём ходи!",
  "Гляди в оба!",
  "Повезет в любви",
  "!РЫБА!",
  "Москва не сразу строилась!",
  "Жизнь как зебра: полоса черная - полоса белая",
  "да ну его, лучше в КОНТРУ пострелять!",
  "может воспользоваться фотоаппаратом!",
  "я в твои годы мог войну и мир на память расказать",
  "у моей бабули ито память лучше",
  "может таблетки какие для памяти попить?",
  "вдох - вдох, внутренний покой...",
  "тебя кажись мама зовёт!",
  "я в тебя верю..., возможно...",
  "а ты уроки сделал?!?!",
  "ну все, это точно никогда не кончиться",
];
